/* Placeholder text shown when a document is not saved as a file */
//"No File" = "";

/* Explantation that the document is not saved as a file */
//"This document is not yet saved to a file." = " a file.";

/* Placeholder text shown when a document is not saved into a Git repository */
//"No Repository" = "";

/* Explantation that the document is not stored in a Git repository */
//"This file is not stored in a Git repository." = "it repository.";

/* Label of a button that initializes a Git repository */
//"Set up Git Repository…" = "";

/* Placeholder text shown in case of an error */
//"%@ Error" = "";

/* Label of a button that shows a full error report/logging messages */
//"Show Error Report" = "";
